IdeaRS.OpenModel.SteelSetupCISC
Steel setup IBC class

IdeaRS.OpenModel.SteelSetupCISC.Structural_Fi
Safety factor Structural_Fi

IdeaRS.OpenModel.SteelSetupCISC.Bolt_Fib
Safety factor Bolt_Fib

IdeaRS.OpenModel.SteelSetupCISC.Weld_Fiw
Safety factor Weld_Fiw

IdeaRS.OpenModel.SteelSetupCISC.Anchor_Fiar
Safety factor Anchor_Fiar